Repository: gmarczak/ai_travel_planner
Catalog: Resources/Pages/Privacy.*.resx
Languages: pl

# privacyTitle
source: Privacy Policy
pl: Polityka prywatności

# privacyIntro
source: Your trust matters. This page explains how we handle data.
pl: Twoje zaufanie jest dla nas ważne. Ta strona wyjaśnia, jak przetwarzamy Twoje dane.

source: Information We Collect
pl: Informacje, które zbieramy

# collectItem1
source: Travel destinations and preferences you provide
pl: Cele podróży i preferencje, które podajesz

# collectItem2
source: Budget and travel date information
pl: Informacje o budżecie i datach podróży

# collectItem3
source: Trip planning inputs used to generate itineraries
pl: Dane wejściowe planowania podróży używane do generowania itinerariuszy

# collectItem4
source: Anonymous usage data to improve features
pl: Anonimowe dane użytkowania w celu ulepszenia funkcji

# howWeUseYourInfo
source: How We Use Your Information
pl: Jak wykorzystujemy Twoje informacje

# useItem1
source: Generate personalized AI travel itineraries
pl: Generowanie spersonalizowanych itinerariuszy podróży za pomocą AI

# useItem2
source: Improve recommendation quality
pl: Polepszanie jakości rekomendacji

# useItem3
source: Enhance application performance and UX
pl: Poprawa wydajności aplikacji i doświadczenia użytkownika

# useItem4
source: Maintain platform reliability
pl: Zapewnienie niezawodności platformy

source: Data Protection
pl: Ochrona danych

# dataProtectionText
source: We use security best practices. We do not sell your personal data. Data is processed only to generate travel plans and improve system quality.
pl: Stosujemy najlepsze praktyki bezpieczeństwa. Nie sprzedajemy Twoich danych osobowych. Dane są przetwarzane wyłącznie w celu generowania planów podróży i poprawy jakości systemu.

source: Cookies
pl: Pliki cookie

# cookiesText
source: We use only essential cookies and local storage (for example, to save your travel plans). No third-party tracking pixels are embedded.
pl: Używamy wyłącznie niezbędnych plików cookie i magazynu lokalnego (na przykład do zapisywania planów podróży). Brak wbudowanych pikseli śledzenia stron trzecich.

source: Contact
pl: Kontakt

# contactText
source: If you have questions about this policy, please reach out via the support channel provided in the application repository.
pl: Jeśli masz pytania dotyczące tej polityki, skontaktuj się za pośrednictwem kanału pomocy dostępnego w repozytorium aplikacji.

source: Back to Home
pl: Wróć do strony głównej
