Repository: gmarczak/ai_travel_planner
Catalog: Resources/Pages.TravelPlanner.Index.*.resx
Languages: pl

# createTravelPlan
source: Create Travel Plan with AI
pl: Utwórz plan podróży

# fillInDetails
source: Fill in the details below and our AI will create a personalized travel plan for you!
pl: Wypełnij poniższe informacje, aby wygenerować spersonalizowany plan podróży AI.

source: Trip Details
pl: Szczegóły podróży

# optionalAiSuggest
source: (optional - AI will suggest)
pl: (opcjonalne - AI zasugeruje)

source: ✈️ Flight
pl: Samolot

source: 🚗 Car
pl: Samochód

source: 🚆 Train
pl: Pociąg

source: 🚌 Bus
pl: Autobus

# helpsAiSuggest
source: Helps AI suggest flights, road routes etc.
pl: Pomaga AI zasugerować najlepsze opcje transportu dla Ciebie

source: Additional Preferences
pl: Dodatkowe preferencje

# examplesPreferences
source: e.g., I prefer boutique hotels, love local cuisine, want to visit museums...
pl: Przykłady: Uwzględnij życie nocne i kluby | Tylko restauracje wegetariańskie | Skup się na muzeach sztuki i galeriach | Miejsca dostępne dla osób na wózkach

# beSpecific
source: Be specific - the more details, the better the plan!
pl: Bądź konkretny! Zamiast 'imprezowanie w nocy', napisz 'Uwzględnij życie nocne i późne bary' dla lepszych wyników.

# generatePlan
source: Generate Travel Plan
pl: Generuj plan

source: Preparing...
pl: Przygotowywanie

source: Required fields
pl: Pola obowiązkowe

# processingTime
source: Processing may take 15-30 seconds
pl: Czas przetwarzania: kilka sekund
