Repository: gmarczak/ai_travel_planner
Catalog: Resources/Pages/Account/Shared.*.resx
Languages: pl

source: Home
pl: Strona główna

source: Plan Trip
pl: Planuj podróż

source: Saved Trips
pl: Zapisane podróże

source: My Plans
pl: Moje plany

source: About
pl: O nas

source: Contact
pl: Kontakt

source: Login
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: Logout
pl: Wyloguj się

source: Language
pl: Język

source: Quick Links
pl: Szybkie linki

source: Legal
pl: Informacje prawne

source: Profile
pl: Profil

# planYourPerfectTrip
source: Plan your perfect trip with AI-powered recommendations
pl: Planuj idealną podróż z rekomendacjami AI

source: All rights reserved
pl: Wszystkie prawa zastrzeżone

source: Powered by AI
pl: Zasilane przez AI

source: Privacy Policy
pl: Polityka prywatności

source: Terms of Service
pl: Warunki świadczenia usług

source: Plan Your Perfect Journey
pl: Zaplanuj idealną podróż

# aiPoweredPlanningSimple
source: AI-powered travel planning made simple
pl: Planowanie podróży wspierane przez AI

source: Where do you want to go?
pl: Gdzie chcesz jechać?

source: Popular Destinations
pl: Popularne kierunki

# discoverMostLovedDestinations
source: Discover the most loved destinations
pl: Odkryj najpopularniejsze kierunki podróży

source: Trending destination
pl: Popularny kierunek

source: How It Works
pl: Jak to działa

# threeSimpleSteps
source: Three simple steps to your perfect trip
pl: Trzy proste kroki do idealnej podróży

source: Choose Destination
pl: Wybierz kierunek

# chooseDestinationDesc
source: Tell us where you want to go and your preferences
pl: Powiedz nam, gdzie chcesz jechać i jakie są Twoje preferencje

source: AI Creates Your Plan
pl: AI tworzy Twój plan

# aiCreatesYourPlanDesc
source: Our AI analyzes your preferences and creates a perfect itinerary
pl: Nasza sztuczna inteligencja analizuje Twoje preferencje i tworzy idealny plan podróży

source: Enjoy Your Journey
pl: Ciesz się podróżą

# enjoyYourJourneyDesc
source: Download your plan and enjoy your perfectly planned trip
pl: Pobierz swój plan i ciesz się idealnie zaplanowaną podróżą

source: AI-Powered Planning
pl: Planowanie wspierane AI

# aiPoweredPlanningDesc
source: Our advanced AI analyzes your preferences to create personalized travel experiences
pl: Nasza zaawansowana sztuczna inteligencja analizuje Twoje preferencje, aby tworzyć spersonalizowane doświadczenia podróżnicze

source: Smart destination suggestions
pl: Inteligentne sugestie kierunków

source: Optimized daily schedules
pl: Zoptymalizowane harmonogramy dzienne

source: Budget-friendly options
pl: Opcje przyjazne budżetowi

source: Interactive Maps & Routes
pl: Interaktywne mapy i trasy

# interactiveMapsRoutesDesc
source: Visualize your entire journey with interactive maps and smart route planning
pl: Wizualizuj całą swoją podróż za pomocą interaktywnych map i inteligentnego planowania tras

source: Real-time navigation
pl: Nawigacja w czasie rzeczywistym

source: Offline map access
pl: Dostęp do map offline

source: Local attractions highlighted
pl: Wyróżnione miejsca warte odwiedzenia

source: Personalized Recommendations
pl: Spersonalizowane rekomendacje

# personalizedRecommendationsDesc
source: Discover hidden gems and curated experiences tailored to your interests
pl: Odkryj ukryte skarby i starannie wybrane doświadczenia dostosowane do Twoich zainteresowań

source: Curated hotel selections
pl: Starannie wybrane hotele

source: Activity recommendations
pl: Rekomendacje aktywności

source: Local dining experiences
pl: Lokalne doświadczenia kulinarne
