Repository: gmarczak/ai_travel_planner
Catalog: Resources/Pages/TravelPlanner/Result.*.resx
Languages: pl

# noPlanFound
source: No travel plan found.
pl: Nie znaleziono planu podróży.

source: Back to planner
pl: Wróć do planera

source: Expand All
pl: Rozwiń wszystko

source: Collapse All
pl: Zwiń wszystko

source: Save Changes
pl: Zapisz zmiany

source: Save Details
pl: Zapisz szczegóły

source: days
pl: dni

source: traveler
pl: podróżnik

source: travelers
pl: podróżników

# perPersonDay
source: /person/day
pl: /osoba/dzień

# perPersonDayShort
source: /p/d
pl: /o/d

source: Save to favorites
pl: Zapisz w ulubionych

source: Click to unsave
pl: Kliknij aby usunąć z ulubionych

# mapTab
source: Map
pl: Mapa

# detailsTab
source: Details
pl: Szczegóły

# chatTab
source: AI Assistant
pl: Asystent AI

source: Trip Summary
pl: Podsumowanie podróży

source: Duration
pl: Czas trwania

source: Budget
pl: Budżet

# travelersLabel
source: Travelers
pl: Podróżni

# activitiesLabel
source: Activities
pl: Aktywności

source: Stays
pl: Noclegi

source: Tips
pl: Wskazówki

source: Preferences
pl: Preferencje

source: Print Plan
pl: Drukuj plan

source: Share
pl: Udostępnij

# quickLinksTitle
source: Quick Links
pl: Szybkie linki

source: View Map
pl: Zobacz mapę

source: Full Details
pl: Pełne szczegóły

source: AI Assistant
pl: Asystent AI

source: Loading map...
pl: Ładowanie mapy...

source: Filter by day
pl: Filtruj wg dnia

source: Add Location
pl: Dodaj lokalizację

source: Search places...
pl: Szukaj miejsc...

source: Add to Map
pl: Dodaj do mapy

source: Trip Overview
pl: Przegląd podróży

source: Budget Breakdown
pl: Podział budżetu

# accommodationsTitle
source: Accommodations
pl: Noclegi

source: Activities & Experiences
pl: Aktywności i atrakcje

source: Scheduled Events
pl: Wydarzenia zaplanowane

# savedPoi
source: Saved Points of Interest
pl: Zapisane miejsca

source: Edit details
pl: Edytuj szczegóły

# endLabel
source: End
pl: Koniec

source: Budget (USD)
pl: Budżet (USD)

source: Additional preferences
pl: Dodatkowe preferencje

# accommodationsLines
source: Accommodations (one per line)
pl: Noclegi (po jednym w linii)

# activitiesLines
source: Activities (one per line)
pl: Aktywności (po jednej w linii)

# transportationLines
source: Transportation (one per line)
pl: Transport (po jednej pozycji w linii)

source: Search accommodation...
pl: Szukaj noclegu...

source: Search activity...
pl: Szukaj aktywności...

source: Search transport...
pl: Szukaj transportu...

source: Add
pl: Dodaj

source: Cancel
pl: Anuluj

# aiAssistantTitle
source: AI Travel Assistant
pl: Asystent podróży AI

# aiAssistantSubtitle
source: Ask questions or request changes to your itinerary
pl: Zadawaj pytania lub proś o zmiany w planie

source: Undo
pl: Cofnij

source: Redo
pl: Przywróć

# welcomeTitle
source: Welcome!
pl: Witaj!

# welcomeTip1
source: Add a museum visit on day 2
pl: Dodaj wizytę w muzeum w dniu 2

# welcomeTip2
source: Change day 3 lunch to a local restaurant
pl: Zmień obiad dnia 3 na lokalną restaurację

# welcomeTip3
source: What are the best activities for families?
pl: Jakie są najlepsze atrakcje dla rodzin?

source: Proposed Changes
pl: Proponowane zmiany

source: Apply Changes
pl: Zastosuj zmiany

source: Reject
pl: Odrzuć

source: Send
pl: Wyślij

# poweredBy
source: Powered by OpenAI GPT-4o-mini
pl: Zasilane przez OpenAI GPT-4o-mini

source: Image
pl: Obraz

source: Map
pl: Mapa

source: Details
pl: Szczegóły

source: Route
pl: Trasa

source: Traveling by
pl: Podróżując: {0}

# bookingFlights
source: Booking.com Flights
pl: Loty Booking.com

# bookEarly
source: Best to book 2-3 months in advance for better prices
pl: Najlepiej rezerwować 2-3 miesiące wcześniej dla lepszych cen

# railPasses
source: Consider rail passes for multiple journeys
pl: Rozważ bilety/passy kolejowe przy wielu przejazdach

# busTip
source: FlixBus often has early bird discounts
pl: FlixBus często ma tańsze bilety z wyprzedzeniem

# busCheck
source: Check: FlixBus, Eurolines, BlaBlaBus
pl: Sprawdź: FlixBus, Eurolines, BlaBlaBus

# carTip
source: Book early for better rates and availability
pl: Rezerwuj wcześniej, by mieć lepsze ceny i dostępność

# carCompare
source: Compare: Rentalcars.com, Kayak, local providers
pl: Porównaj: Rentalcars.com, Kayak, lokalne firmy

# findStay
source: Find Your Perfect Stay in {0}
pl: Znajdź idealny nocleg w {0}

# browseHotels
source: Browse hotels on the map and compare prices
pl: Przeglądaj hotele na mapie i porównuj ceny

source: Check-in
pl: Przyjazd

source: Check-out
pl: Wyjazd

source: Guests
pl: Goście

# searchHotels
source: Search Hotels on Booking.com
pl: Szukaj hoteli na Booking.com

# opensWithMap
source: Opens with map view to browse all available accommodations
pl: Otwiera widok mapy, aby przeglądać dostępne noclegi

source: View on map
pl: Pokaż na mapie

source: Language
pl: Język

# nextSteps
source: Next Steps - Pre-Departure Checklist
pl: Kolejne kroki - lista przed wyjazdem

# nextStepsIntro
source: Stay organized with this checklist to ensure you're ready for your trip:
pl: Bądź zorganizowany – ta lista pomoże Ci przygotować się do podróży:

# checkPassport
source: Check Passport & Visas
pl: Sprawdź paszport i wizy

# passportDesc
source: Verify passport validity (6+ months) and visa requirements for your destination
pl: Zweryfikuj ważność paszportu (6+ miesięcy) i wymagania wizowe dla celu podróży

# insuranceTitle
source: Purchase Travel Insurance
pl: Wykup ubezpieczenie podróżne

# insuranceDesc
source: Get coverage for trip cancellation, medical emergencies, and lost baggage
pl: Ubezpieczenie od odwołania podróży, nagłych wypadków medycznych i bagażu

# reservationsTitle
source: Confirm All Reservations
pl: Potwierdź wszystkie rezerwacje

# reservationsDesc
source: Double-check flights, accommodations, and activity bookings
pl: Sprawdź loty, noclegi i atrakcje

# currencyTitle
source: Arrange Currency & Payment Methods
pl: Przygotuj walutę i płatności

# currencyDesc
source: Notify your bank, get local currency, and prepare backup payment options
pl: Poinformuj bank, weź lokalną walutę, przygotuj zapasowe karty

# appsTitle
source: Download Essential Mobile Apps
pl: Pobierz kluczowe aplikacje

# appsDesc
source: Maps, translation, ride-sharing, and offline guides for your destination
pl: Mapy, tłumacz, przejazdy i przewodniki offline dla celu podróży

# checklistProgress
source: {0}/5 completed
pl: {0}/5 ukończonych

source: Your Preferences:
pl: Twoje preferencje:

source: Transport & Logistics
pl: Transport i logistyka

source: Mode
pl: Tryb

# tipsCount
source: {0} tips
pl: {0} wskazówek

# routeLabel
source: Route:
pl: Trasa:

# travelingByModes
source: Traveling by {0}
pl: Podróżujesz: {0}

# detailsIntro
source: Refine your plan â€” add preferences, constraints, and logistics to tailor your itinerary.
pl: Dopracuj plan — dodaj preferencje, ograniczenia i logistykę, aby dostosować trasę.

# preferencesSection
source: Travel Preferences
pl: Preferencje podróży

# preferencesDesc
source: Pace, interests (culture/nature/food), meal times, mobility needs
pl: Tempo, zainteresowania (kultura/natura/jedzenie), godziny posiłków, potrzeby mobilności

# constraintsSection
source: Constraints & Accessibility
pl: Ograniczenia i dostępność

# constraintsDesc
source: Rest days, arrival/departure times, crowds, mobility, dietary needs
pl: Dni odpoczynku, czas przyjazdu/wyjazdu, tłumy, mobilność, dieta

# mustSeeDesc
source: Most important places or experiences you don't want to miss
pl: Najważniejsze miejsca lub przeżycia, których nie chcesz przegapić

# avoidSection
source: What to Avoid
pl: Czego unikać

# avoidDesc
source: Places, activities, or experiences you prefer to skip
pl: Miejsca, aktywności lub doświadczenia, które wolisz pominąć

# logisticsSection
source: Logistics & Reservations
pl: Logistyka i rezerwacje

# logisticsDesc
source: Flight/hotel confirmation numbers, check-in/out times, transfers, city cards
pl: Numery potwierdzeń lotów/hoteli, check-in/out, transfery, karty miejskie

# documentsSection
source: Documents & Safety
pl: Dokumenty i bezpieczeństwo

# documentsDesc
source: Passport/visa details, travel insurance, emergency contacts, ICE
pl: Paszport/wiza, ubezpieczenie podróżne, numery alarmowe, ICE

# linksSection
source: Links & Files
pl: Linki i pliki

# linksDesc
source: Booking confirmations, tickets, maps, city guides, local apps
pl: Potwierdzenia rezerwacji, bilety, mapy, przewodniki miejskie, lokalne aplikacje

# notesForAiSection
source: Notes for AI Assistant
pl: Notatki dla asystenta AI

# notesForAiDesc
source: Additional context or requests to help AI customize your itinerary
pl: Dodatkowy kontekst lub prośby, aby AI dostosował plan podróży

# exportSection
source: Export & Share
pl: Eksport i udostępnianie

# exportPdf
source: Export as PDF
pl: Eksportuj jako PDF

# exportCalendar
source: Add to Calendar (.ics)
pl: Dodaj do kalendarza (.ics)

source: Share Link
pl: Udostępnij link

source: Copy Link
pl: Kopiuj link

# linkCopied
source: Link copied to clipboard!
pl: Link skopiowany do schowka!

# packingChecklistTitle
source: Packing Checklist
pl: Lista pakowania

# packingChecklistDesc
source: Essential items tailored to your destination and season
pl: Niezbędne rzeczy dopasowane do celu podróży i sezonu

# packingDocuments
source: Documents
pl: Dokumenty

# packingEssentials
source: Essentials
pl: Podstawy

# packingClothing
source: Clothing
pl: Ubrania

# packingElectronics
source: Electronics
pl: Elektronika

# packingHealth
source: Health & Safety
pl: Zdrowie i bezpieczeństwo

# packingMisc
source: Miscellaneous
pl: Różne

source: Budget per Person
pl: Budżet na osobę

source: Budget per Day
pl: Budżet dziennie

source: Category Breakdown
pl: Podział na kategorie

source: Activity Mix
pl: Mix aktywności

# culturePercentage
source: Culture
pl: Kultura

# foodPercentage
source: Food
pl: Jedzenie

# naturePercentage
source: Nature
pl: Natura

# shoppingPercentage
source: Shopping
pl: Zakupy

source: Busiest Day
pl: Najbardziej zapakowany dzień

# activitiesCount
source: {0} activities
pl: {0} aktywności

# validationDeparture
source: Add departure location to see transport options
pl: Dodaj miejsce wylotu, aby zobaczyć opcje transportu

# validationBudget
source: Budget estimate helps with recommendations
pl: Oszacowanie budżetu pomaga w rekomendacjach

# validationMobility
source: Mention mobility needs for accessible suggestions
pl: Wspomniej o potrzebach mobilności dla dostępnych sugestii

# validationDiet
source: Dietary preferences ensure better restaurant picks
pl: Preferencje dietetyczne zapewnią lepsze wybory restauracji

# hintSeason
source: Season affects packing and activity options
pl: Sezon wpływa na pakowanie i opcje aktywności

# hintArrival
source: Arrival/departure times optimize first/last day plans
pl: Czas przyjazdu/wyjazdu optymalizuje plany pierwszego/ostatniego dnia

# flightTitle
source: Available Flights
pl: Dostępne loty

# flightPrice
source: Price
pl: Cena

source: Airline
pl: Linia lotnicza

source: Departure
pl: Wylot

source: Arrival
pl: Przylot

source: Stops
pl: Postoje

source: Direct
pl: Bezpośredni

# bookingLinks
source: Book via
pl: Zarezerwuj przez

# scannerLinks
source: Flight Scanners
pl: Skanery lotów

source: Select Flight
pl: Wybierz lot

# noFlightsFound
source: No flights available. Please add a departure city.
pl: Brak dostępnych lotów. Dodaj miasto wylotu.
